Repository: Vanilla-OS/apx-gui
Catalog: po/*.po
Languages: ar, eo, id, lo, nl, pt_br, ro, ru, uk, vi

source: A frontend in GTK 4 and Libadwaita for Apx.
ar: واجهة رسومية مبنية باستخدام GTK4 وLibadwaita لـApx .
eo: Fasado por Apx uzanta GTK4 kaj libadwaita.
id: Sebuah antarmuka dalam GTK 4 dan Libadwaita untuk Apx.
lo: ສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ທີ່ຂຽນດ້ວຍ GTK 4 ແລະ Libadwaita ສຳລັບ Apx.
nl: Een front-end voor Apx ontwikkeld met GTK 4 en libAdwaita.
pt_br: Um frontend em GTK 4 e Libadwaita para o Apx.
ro: Un frontend în GTK 4 și Libadwaita pentru Apx.
ru: Интерфейс на GTK 4 и Libadwaita для Apx.
uk: Фронтенд на GTK 4 та Libadwaita для Apx.
vi: Giao diện GTK 4 và Libadwaita cho Apx.

source: New Package Manager
ar: مدير حزم جديد
eo: Nova pakadministrilo
id: Manajer Paket Baru
lo: ຕົວຈັດການແພັກເກັດໃໝ່
nl: Nieuwe pakket­beheerder
pt_br: Novo Gerenciador de Pacotes
ro: Manager de pachete nou
ru: Новый менеджер пакетов
uk: Новий менеджер пакунків
vi: Trình quản lí gói mới

source: Cancel
ar: إلغاء
eo: Nuligi
id: Batal
lo: ຍົກເລີກ
nl: Annuleren
pt_br: Cancelar
ro: Anulare
ru: Отменить
uk: Скасувати
vi: Huỷ

source: Create
ar: أنشِئ
eo: Krei
id: Membuat
lo: ສ້າງ
nl: Aan­maken
pt_br: Criar
ro: Creați
ru: Создать
uk: Створити
vi: Tạo

source: Details
ar: التفاصيل
eo: Detaloj
id: Detail
lo: ລາຍລະອຽດ
pt_br: Detalhes
ro: Detalii
ru: Подробности
uk: Подробиці
vi: Chi tiết

source: Name
ar: اسم
eo: Nomo
id: Nama
lo: ຊື່
nl: Naam
pt_br: Nome
ro: Nume
ru: Имя
uk: Назва
vi: Tên

source: Need Sudo
ar: تحتاج Sudo
eo: Postulas sudo
id: Butuh Sudo
lo: ຕ້ອງການ Sudo
nl: Root­rechten vereist
pt_br: Requer Privilégios de Administrador
ro: Nevoie de Sudo
ru: Требуется Sudo
uk: Потрібен Sudo
vi: Cần quyền quản trị

source: Commands
ar: الأوامر
eo: Komandoj
id: Perintah
lo: ຄຳສັ່ງ
nl: Opdrachten
pt_br: Comandos
ro: Comenzi
ru: Команды
uk: Команди
vi: Lệnh

source: Autoremove
ar: الإزالة تلقائيا
eo: Aŭtomate malinstali
id: Hapus otomatis
lo: ລຶບອັດຕະໂນມັດ
nl: Niet-gebruikte afhankelĳkheden verwĳderen (autoremove)
pt_br: Autoremover
ro: Îndepărtare automată
ru: Автоудаление (Autoremove)
uk: Автовидалення (Autoremove)
vi: Tự động gỡ bỏ

source: Clean
ar: التنظيف
eo: Purigi
id: Bersihkan
lo: ລ້າງ
nl: Opschonen (clean)
pt_br: Limpar
ro: Curat
ru: Очистить данные (Clean)
uk: Очистити (Clean)
vi: Dọn dẹp

source: Install
ar: تثبيت
eo: Instali
id: Instal
lo: ຕິດຕັ້ງ
nl: Installeren (install)
pt_br: Instalar
ro: Instalează
ru: Установить
uk: Встановити
vi: Cài đặt

source: List
ar: قائمة
eo: Listigi
id: Daftar
lo: ລາຍການ
nl: Opsommen (list)
pt_br: Listar
ro: Lista
ru: Список (List)
uk: Список (List)
vi: Danh sách

source: Purge
ar: تطهير
eo: Plene malinstali
id: Bersihkan
lo: ລຶບລ້າງ
nl: Verwĳderen inclusief configuratie­bestanden (purge)
pt_br: Purgar
ro: Epurare
ru: Удалить полностью (Purge)
uk: Чистка (Purge)
vi: Xóa sạch

source: Remove
ar: إزالة
eo: Malinstali
id: Menghapus
lo: ລຶບ
nl: Verwĳderen (remove)
pt_br: Remover
ro: Eliminați
ru: Убрать (Remove)
uk: Видалити (Remove)
vi: Xóa

source: Search
ar: بحث
eo: Serĝi
id: Cari
lo: ຄົ້ນຫາ
nl: Zoeken (search)
pt_br: Pesquisar
ro: Caută
ru: Поиск (Search)
uk: Пошук
vi: Tìm kiếm

source: Show
ar: إظهار
eo: Montri
id: Tampilkan
lo: ສະແດງ
nl: Details (show)
pt_br: Exibir
ro: Arată
ru: Показать (Show)
uk: Показати (Show)
vi: Hiển thị

source: Update
ar: تحديث
eo: Ĝisdatigi
id: Memperbarui
lo: ປັບປຸງ
nl: Verversen (update)
pt_br: Atualizar (Banco de Dados)
ro: Actualizează
ru: Обновить список пакетов (Update)
uk: Оновлення
vi: Cập nhật

source: Upgrade
ar: ترقية
eo: Plene ĝisdatigi
id: Meningkatkan
lo: ຍົກລະດັບ
nl: Bĳwerken (upgrade)
pt_br: Atualizar (Pacotes)
ro: Actualizare
ru: Обновить пакеты (Upgrade)
uk: Оновлення (Upgrade)
vi: Nâng cấp

source: Creating Package Manager
ar: يتم إنشاء مدير الحزم…
id: Membuat Manajer Paket
lo: ກຳລັງສ້າງຕົວຈັດການແພັກເກັດ
nl: Pakket­beheerder aan­maken
pt_br: Criando Gerenciador de Pacotes

source: Please wait while the package manager is being created
ar: يرجى الانتظار بينما يتم إنشاء مدير الحزم.
id: Mohon tunggu sementara manajer paket sedang dibuat
lo: ກະລຸນາລໍຖ້າ ໃນຂະນະທີ່ຕົວຈັດການແພັກເກັດກຳລັງຖືກສ້າງຂຶ້ນ
nl: Wacht even terwĳl de pakket­beheerder wordt aan­gemaakt
pt_br: Aguarde enquanto o gerenciador de pacotes está sendo criado

source: An Error Occurred
ar: حدث خطأ ما
eo: Okazis eraro
id: Terjadi Kesalahan
lo: ເກີດຂໍ້ຜິດພາດ
nl: Er is een fout opgetreden
pt_br: Um Erro Ocorreu
ro: A apărut o eroare
ru: Произошла ошибка
uk: Сталася помилка
vi: Có một lỗi đã xảy ra

source: An error occurred while creating the package manager
ar: حدث خطأ ما أثناء إنشاء مدير الحزم.
id: Terjadi kesalahan saat membuat manajer paket
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ສ້າງຕົວຈັດການແພັກເກັດ
nl: Er is een fout opgetreden bĳ het aan­maken van de pakket­beheerder
pt_br: Ocorreu um erro ao criar o gerenciador de pacotes

source: Close
ar: إغلاق
eo: Fermi
id: Tutup
lo: ປິດ
nl: Sluiten
pt_br: Fechar
ro: Închide
ru: Закрыть
uk: Закрити
vi: Đóng

source: New Stack
ar: طبقة جديدة
eo: Nova stako
id: Stack Baru
lo: ສະແຕັກໃໝ່
nl: Nieuwe stack
pt_br: Nova Pilha
ro: Stivă nouă
ru: Новый стек
uk: Новий стек
vi: Ngăn xếp mới

source: Base
ar: قاعدة
eo: Bazo
id: Dasar
lo: ຖານ
nl: Basis
ro: Baza
ru: Основа
uk: База
vi: Cơ sở

source: Package Manager
ar: مدير الحزم
eo: Pakadministrilo
id: Manajer Paket
lo: ຕົວຈັດການແພັກເກັດ
nl: Pakket­beheerder
pt_br: Gerenciador de Pacotes
ro: Manager de pachete
ru: Менеджер пакетов
uk: Менеджер пакунків
vi: Trình quản lí gói

source: Add Package
ar: إضافة حزمة
eo: Aldoni pakon
id: Tambah Paket
lo: ເພີ່ມແພັກເກັດ
nl: Pakket toe­voegen
pt_br: Adicionar Pacote
ro: Adăugați pachetul
ru: Добавить пакет
uk: Додати пакунок
vi: Thêm gói

source: New Package
ar: حزمة جديدة
eo: Nova pako
id: Paket Baru
lo: ແພັກເກັດໃໝ່
nl: Nieuw pakket
pt_br: Novo Pacote
ro: Pachet nou
ru: Новый пакет
uk: Новий пакунок
vi: Gói mới

source: Please wait while the stack is being created
ar: يرجى الانتظار بينما يتم إنشاء تشكيلة جديدة.
id: Harap tunggu sementara stack sedang dibuat
lo: ກະລຸນາລໍຖ້າ ໃນຂະນະທີ່ສະແຕັກກຳລັງຖືກສ້າງຂຶ້ນ
nl: Wacht even terwĳl de stack wordt aan­gemaakt
pt_br: Aguarde enquanto a pilha está sendo criada

source: An error occurred while creating the stack
ar: حدث خطأ ما أثناء إنشاء التشكيلة.
id: Terjadi kesalahan saat membuat stack
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ສ້າງສະແຕັກ
nl: Er is iets mis­gegaan bĳ het aan­maken van de stack
pt_br: Ocorreu um erro ao criar a pilha

source: New Subsystem
ar: نظام فرعي جديد
eo: Nova subsistemo
id: Subsistem Baru
lo: ລະບົບຍ່ອຍໃໝ່
nl: Nieuw sub­systeem
pt_br: Novo Subsistema
ro: Subsistem nou
ru: Новая подсистема
uk: Нова підсистема
vi: Hệ thống con mới

source: Stack
ar: طبقة
eo: Stako
lo: ສະແຕັກ
pt_br: Pilha
ro: Stiva
ru: Стек
uk: Стек
vi: Ngăn xếp

source: Creating Subsystem
ar: يتم إنشاء النظام فرعي…
id: Membuat Subsistem
lo: ກຳລັງສ້າງລະບົບຍ່ອຍ
nl: Sub­systeem aan­maken
pt_br: Criando Subsistema

source: Please wait while the subsystem is being created
ar: يرجى الانتظار بينما يتم إنشاء النظام فرعي.
id: Harap tunggu sementara subsistem sedang dibuat
lo: ກະລຸນາລໍຖ້າ ໃນຂະນະທີ່ລະບົບຍ່ອຍກຳລັງຖືກສ້າງຂຶ້ນ
nl: Wacht even terwĳl het sub­systeem wordt aan­gemaakt
pt_br: Aguarde enquanto o subsistema está sendo criado

source: Show Console Output
ar: إظهار مخرجات وحدة التحكم
id: Menampilkan Output Konsol
lo: ສະແດງຜົນຄອນໂຊນ
nl: Console­uitvoer tonen
pt_br: Mostrar mensagens do console

source: An error occurred while creating the subsystem
ar: حدث خطأ أثناء إنشاء النظام الفرعي.
id: Terjadi kesalahan saat membuat subsistem
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ສ້າງລະບົບຍ່ອຍ
nl: Er is een fout opgetreden bĳ het aan­maken van het sub­systeem
pt_br: Ocorreu um erro ao criar o subsistema

source: Start or Open a Subsystem
ar: بِدء أو فتح نظام فرعي
eo: Lanĉi aŭ malfermi subsistemon
id: Memulai atau Membuka Subsistem
lo: ເລີ່ມ ຫຼື ເປີດລະບົບຍ່ອຍ
nl: Sub­systeem starten of openen
pt_br: Iniciar ou Abrir um Subsistema
ro: Pornirea sau deschiderea unui subsistem
ru: Запустите или откройте подсистему
uk: Запустити або відкрити підсистему
vi: Khởi động hoặc Mở một Hệ thống con

source: Start by opening a subsystem, stack or package manager on the left
ar: ابدأ بفتح النظام فرعي، التشكيلة أو مدير الحزم على اليسار.
id: Mulai dengan membuka subsistem, stack, atau manajer paket di sebelah kiri
lo: ເລີ່ມຕົ້ນໂດຍການເປີດລະບົບຍ່ອຍ, ສະແຕັກ ຫຼື ຕົວຈັດການແພັກເກັດ ຢູ່ທາງດ້ານຊ້າຍ
nl: Begin met het openen van een sub­systeem, stack of pakket­beheerder aan de linker­zĳde
pt_br: Comece abrindo um subsistema, pilha ou gerenciador de pacotes à esquerda

# shortcut window
source: General
ar: عام
eo: Ĝenerala
id: Umum
lo: ທົ່ວໄປ
nl: Algemeen
pt_br: Geral
ru: Основные
uk: Загальні
vi: Tổng quan

# shortcut window
source: Show Shortcuts
ar: عرض الاختصارات
eo: Montri fulmoklavojn
id: Tampilkan Pintasan
lo: ສະແດງປຸ່ມລັດ
nl: Sneltoetsen tonen
pt_br: Exibir Atalhos
ro: Afișează comenzi rapide
ru: Показывать горячие клавиши
uk: Показати комбінації клавіш
vi: Hiển thị phím tắt

# shortcut window
source: Quit
ar: خروج
eo: Forlasi
id: Keluar
lo: ອອກ
nl: Afsluiten
pt_br: Sair
ro: Ieși
ru: Выйти
uk: Вийти
vi: Thoát

# shortcut window
source: Create
ar: إنشاء
eo: Krei
id: Membuat
lo: ສ້າງ
nl: Aan­maken
pt_br: Criar
ro: Creați
ru: Создать
uk: Створити
vi: Tạo

# shortcut window
source: New Subsystem
ar: نظام فرعي جديد
eo: Nova subsistemo
id: Subsistem Baru
lo: ລະບົບຍ່ອຍໃໝ່
nl: Nieuw Sub­systeem
pt_br: Novo Subsistema
ro: Subsistem nou
ru: Новая подсистема
uk: Нова підсистема
vi: Hệ thống con mới

# shortcut window
source: New Stack
ar: طبقة جديدة
eo: Nova stako
id: Stack Baru
lo: ສະແຕັກໃໝ່
nl: Nieuwe stack
pt_br: Nova Pilha
ro: Stivă nouă
ru: Новый стек
uk: Новий стек
vi: Ngăn xếp mới

# shortcut window
source: New Package Manager
ar: مدير حزم جديد
eo: Nova pakadministrilo
id: Manajer Paket Baru
lo: ຕົວຈັດການແພັກເກັດໃໝ່
nl: Nieuwe pakket­beheerder
pt_br: Novo Gerenciador de Pacotes
ro: Manager de pachete nou
ru: Новый менеджер пакетов
uk: Новий менеджер пакунків
vi: Trình quản lý gói mới

source: This package manager is built-in and cannot be edited or deleted
ar: مدير الحزم هذا مدمج في النظام و لا يمكن تعديله أو حذفه.
id: Manajer paket ini sudah ada di dalam dan tidak dapat diedit atau dihapus
lo: ຕົວຈັດການແພັກເກັດນີ້ມາພ້ອມກັບລະບົບ ແລະ ບໍ່ສາມາດແກ້ໄຂ ຫຼື ລຶບໄດ້
nl: Deze pakket­beheerder is ingebouwd en kan niet worden bewerkt of verwĳderd
pt_br: Esse gerenciador de pacotes é incorporado e não pode ser editado ou excluído

source: Built-In
ar: مدمج
eo: Integrita
id: Bawaan
lo: ມາພ້ອມລະບົບ
nl: Ingebouwd
pt_br: Embutido
ro: încorporat
ru: Встроен
uk: Вбудований
vi: Được tích hợp sẵn

source: Destructive Actions
ar: إجراءات تدميرية
eo: Detruaj agoj
id: Tindakan Merusak
lo: ການດຳເນີນການລຶບລ້າງ
nl: Destructieve acties
pt_br: Ações Destrutivas
ro: Acțiuni distructive
ru: Деструктивные действия
uk: Деструктивні дії
vi: Những hành động có tính phá hoại

source: Delete Package Manager
ar: حذف مدير الحزم
eo: Forigi pakadministrilon
id: Hapus Manajer Paket
lo: ລຶບຕົວຈັດການແພັກເກັດ
nl: Pakket­beheerder verwĳderen
pt_br: Apagar Gerenciador de Pacotes
ro: Ștergeți Managerul de pachete
ru: Удалить менеджер пакетов
uk: Видалити менеджер пакунків
vi: Xóa Trình quản lí gói

source: This stack is built-in and cannot be edited or deleted
ar: هذه التشكيلة مدمجة في النظام و لا يمكن تعديلها أو حذفها.
id: Stack ini sudah ada di dalam dan tidak dapat diedit atau dihapus
lo: ສະແຕັກນີ້ມາພ້ອມກັບລະບົບ ແລະ ບໍ່ສາມາດແກ້ໄຂ ຫຼື ລຶບໄດ້
nl: Deze stack is ingebouwd en kan niet worden bewerkt of verwĳderd
pt_br: Essa pilha é incorporada e não pode ser editada ou excluída

source: Packages
ar: الحزم
eo: Pakoj
id: Paket
lo: ແພັກເກັດ
nl: Pakketten
pt_br: Pacotes
ro: Pachete
ru: Пакеты
uk: Пакунки
vi: Gói phần mềm

source: Delete Stack
ar: حذف الطبقة
eo: Forigi stakon
id: Hapus Stack
lo: ລຶບສະແຕັກ
nl: Stack verwĳderen
pt_br: Apagar Pilha
ro: Ștergeți stiva
ru: Удалить стек
uk: Видалити стек
vi: Xóa ngăn xếp

source: Status
ar: الحالة
eo: Stato
lo: ສະຖານະ
ro: Stare
ru: Состояние
uk: Статус
vi: Tình trạng

source: Subsystem actions
ar: إجراءات النظام الفرعي
id: Tindakan subsistem
lo: ການກະທຳກັບລະບົບຍ່ອຍ
nl: Subsysteem­acties
pt_br: Ações do subsistema

source: Autoremove Packages
ar: الإزالة التلقائية للحزم
id: Hapus Paket Secara Otomatis
lo: ລຶບແພັກເກັດອັດຕະໂນມັດ
nl: Niet-gebruikte afhankelĳkheden verwĳderen (autoremove)
pt_br: Remoção automática de pacotes

source: Clean Package Manager Cache
ar: تنظيف ذاكرة التخزين المؤقت لمدير الحزم
id: Bersihkan Tembolok Manajer Paket
lo: ລ້າງແຄຊຂອງຕົວຈັດການແພັກເກັດ
nl: Pakketbeheerders­cache opschonen
pt_br: Limpando o cache do gerenciador de pacotes

source: Reset Subsystem
ar: إعادة ضبط النظام الفرعي
eo: Restarigi subsistemon
id: Atur Ulang Subsistem
lo: ຣີເຊັດລະບົບຍ່ອຍ
nl: Sub­systeem resetten
pt_br: Reiniciar Subsistema
ro: Subsistem de resetare
ru: Сбросить подсистему
uk: Скинути підсистему
vi: Đặt lại hệ thống con

source: Delete Subsystem
ar: حذف النظام الفرعي
eo: Forigi subsistemon
id: Hapus Subsistem
lo: ລຶບລະບົບຍ່ອຍ
nl: Sub­systeem verwĳderen
pt_br: Apagar Subsistema
ro: Ștergerea subsistemului
ru: Удалить подсистему
uk: Видалити підсистему
vi: Xóa hệ thống con

source: Restart Console
ar: إعادة تشغيل وحدة التحكم
id: Mulai Ulang Konsol
lo: ເລີ່ມຄອນໂຊນຄືນໃໝ່
nl: Console herstarten
pt_br: Reiniciar Console
ru: Перезагрузить Терминал
uk: Перезапустити консоль
vi: Khởi động lại Bảng điều khiển

source: Toggle Console
ar: تبديل وحدة التحكم
id: Beralih Konsol
lo: ເປີດ/ປິດ ຄອນໂຊນ
nl: Console omschakelen
pt_br: Alternar Console
ru: Переключить Терминал
uk: Перемкнути консоль
vi: Bật/Tắt bảng điều khiển

source: _Keyboard Shortcuts
ar: _اختصارات لوحة المفاتيح
eo: Fulmo_klavoj
id: Pintasan Papan Ketik
lo: _ຄີລັດຄີບອດ
nl: _Snel­toetsen
pt_br: _Teclas de Atalho
ro: _Comenzi rapide de la tastatură
ru: Сочетания клавиш (_K)
uk: _Комбінації клавіш
vi: _Keyboard Phím tắt

source: _About Apx GUI
ar: حول Apx GUI (_A)
eo: _Pri Apx-Fasado
id: Tentang GUI Apx
lo: _ກ່ຽວກັບ Apx GUI
nl: _Over Apx GUI
pt_br: Sobre a GUI do Apx (_A)
ro: Despre Apx GUI (_A)
ru: Об Apx GUI (_A)
uk: Про Apx GUI (_A)
vi: _Về Apx GUI

source: translator_credits
ar: مؤمن المناوي moumnalmunawy2006@gmail.com Muhammad Bahaa
eo: Phlostically
id: Arif Budiman <arifpedia@gmail.com>
lo: ຊື່ຜູ້ແປ <ອີເມວ>
nl: Philip Goto https://philipgoto.nl/
pt_br: Fernando Lopes https://github.com/plasmus777
ro: Gabriel Cozma https://gabs.eu.org Ame https://driedpampas.ro.eu.org
ru: Алексей Фёдоров <myalexei@icloud.com>, Victor <k3kelm4vw@mozmail.com >
uk: kefir2105 <jonweblin2205@protonmail.com>
vi: Nguyễn Xuân Cảm <nguyenxuancamit@gmail.com> Notch Apple <gapple1703@gmail.com>

source: Contributors
ar: المساهمون
eo: Kontribuintoj
id: Kontributor
lo: ຜູ້ປະກອບສ່ວນ
nl: Met bĳdragen van
pt_br: Colaboradores
ro: Contribuitori
ru: Участники
uk: Учасники
vi: Người đóng góp

source: Tools
ar: الأدوات
eo: Iloj
id: Peralatan
lo: ເຄື່ອງມື
nl: Gereed­schap
pt_br: Ferramentas
ro: Unelte
ru: Инструменты
uk: Інструменти
vi: Công cụ

source: Creating Package Manager…
eo: Kreante pakadministrilon…
ro: Crearea Managerului de pachete…
ru: Создание менеджера пакетов…
uk: Створення менеджера пакунків…
vi: Đang tạo Trình quản lí gói…

source: Please wait while the package manager is being created.
eo: Bonvolu atendi dum kreado de pakadministrilo.
ro: Vă rugăm să așteptați până când managerul de pachete este creat.
ru: Пожалуйста, дождитесь создания менеджера пакетов.
uk: Зачекайте, будь ласка, поки створюється менеджер пакунків.
vi: Vui lòng chờ khi trình quản lí gói đang được tạo.

source: An error occurred while creating the package manager.
eo: Okazis eraro dum kreado de pakadministrilo.
ro: S-a produs o eroare în timpul creării managerului de pachete.
ru: В процессе создания менеджера пакетов произошла ошибка.
uk: Виникла помилка під час створення менеджера пакунків.
vi: Có một lỗi đã xảy ra khi tạo trình quản lí gói.

source: Please wait while the stack is being created.
eo: Bonvolu atendi dum kreado de stako.
ro: Vă rugăm să așteptați în timp ce stiva este creată.
ru: Пожалуйста, дождитесь создания стека.
uk: Зачекайте, будь ласка, поки стек створюється.
vi: Vui lòng chờ khi ngăn xếp đang được tạo.

source: An error occurred while creating the stack.
eo: Okazis eraro dum kreado de stako.
ro: S-a produs o eroare la crearea stivei.
ru: В процессе создания стека произошла ошибка.
uk: Виникла помилка при створенні стека.
vi: Có một lỗi đã xảy ra khi tạo ngăn xếp.

source: Creating Subsystem…
eo: Kreante subsistemon…
ro: Crearea subsistemului…
ru: Создание подсистемы…
uk: Створення підсистеми…
vi: Đang tạo Hệ thống con…

source: Please wait while the subsystem is being created.
eo: Bonvolu atendi dum kreado de subsistemo.
ro: Vă rugăm să așteptați în timp ce subsistemul este creat.
ru: Пожалуйста, дождитесь создания подсистемы.
uk: Будь ласка, зачекайте, поки підсистема створюється.
vi: Vui lòng chờ khi hệ thống con đang được tạo.

source: An error occurred while creating the subsystem.
eo: Okazis eraro dum kreado de subsistemo.
ro: S-a produs o eroare în timpul creării subsistemului.
ru: В процессе создания подсистемы произошла ошибка.
uk: При створенні підсистеми виникла помилка.
vi: Có một lỗi đã xảy ra khi tạo hệ thống con.

source: Start by opening a subsystem, stack or package manager on the left.
eo: Komencu malfermante subsistemon, stakon aŭ pakadministrilon ĉe la maldekstro.
ro: Începeți prin a deschide un subsistem, o stivă sau un manager de pachete în partea stângă.
ru: Начните с открытия подсистемы, стека или менеджера пакетов слева.
uk: Почніть з відкриття підсистеми, стеку або менеджера пакунків зліва.
vi: Bắt đầu bằng cách mở một hệ thống con, ngăn xếp hoặc trình quản lí gói ở bên trái.

source: This package manager is built-in and cannot be edited or deleted.
eo: Ĉi tiu pakadministrilo estas integrita kaj tial ne modifebla nek forigebla.
ro: Acest manager de pachete este încorporat și nu poate fi editat sau șters.
ru: Этот менеджер пакетов встроен и не может быть изменён или удалён.
uk: Цей менеджер пакунків є вбудованим і не може бути відредагований або видалений.
vi: Trình quản lý gói này được tích hợp sẵn và không thể chỉnh sửa hoặc xóa.

source: This stack is built-in and cannot be edited or deleted.
eo: Ĉi tiu stako estas integrita kaj tial ne modifebla nek forigebla.
ro: Această stivă este încorporată și nu poate fi modificată sau ștearsă.
ru: Этот стек встроен и не может быть изменён или удалён.
uk: Цей стек є вбудованим і не може бути відредагований або видалений.
vi: Ngăn xếp này được tích hợp sẵn và không thể chỉnh sửa hoặc xóa.

source: Open Console
ro: Deschideți consola

source: Enter a console in this subsystem's environment.
ro: Introduceți o consolă în mediul acestui subsistem.
